Repository: iebb/Telisten
Catalog: Telisten/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, vi, zh_hans, zh_hant

source: Preparing pronunciation…
es: Preparando la pronunciación...
fr: Préparer la prononciation…
ja: 発音を準備中…
ko: 발음 준비 중…
vi: Đang chuẩn bị phát âm…
zh_hans: 准备发音...
zh_hant: 準備發音...

source: Presets
es: Preajustes
fr: Préréglages
ja: プリセット
ko: 사전 설정
vi: cài đặt trước
zh_hans: 预设
zh_hant: 預設

source: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Previous
es: Canción anterior
fr: Titre précédent
ja: 前の曲
ko: 이전 곡
vi: Bài trước
zh_hans: 上一首
zh_hant: 上一首

source: Previous lyric
es: Letra anterior
fr: Parole précédente
ja: 前の歌詞
ko: 이전 가사
vi: Lời bài hát trước đó
zh_hans: 上一首歌词
zh_hant: 上一首歌詞

source: Prompt
es: rápido
fr: Invite
ja: プロンプト
ko: 프롬프트
vi: Lời nhắc
zh_hans: 提示
zh_hant: 提示

source: Pronunciation
es: Pronunciación
fr: Prononciation
ja: 発音
ko: 발음
vi: phát âm
zh_hans: 发音
zh_hant: 發音

source: Pronunciation Settings…
es: Configuración de pronunciación…
fr: Paramètres de prononciation…
ja: 発音設定…
ko: 발음 설정…
vi: Cài đặt phát âm…
zh_hans: 发音设置...
zh_hant: 發音設定...

source: Pronunciation demo
es: Demostración de pronunciación
fr: Démo de prononciation
ja: 発音デモ
ko: 발음 데모
vi: Bản demo cách phát âm
zh_hans: 发音演示
zh_hant: 發音演示

source: Pronunciation prompt
es: Mensaje de pronunciación
fr: Invite de prononciation
ja: 発音プロンプト
ko: 발음 프롬프트
vi: Lời nhắc phát âm
zh_hans: 发音提示
zh_hant: 發音提示

source: QR sign-in paused
es: Inicio de sesión QR pausado
fr: Connexion QR interrompue
ja: QRサインインが一時停止されました
ko: QR 로그인이 일시중지되었습니다.
vi: Đăng nhập QR đã bị tạm dừng
zh_hans: 二维码登录已暂停
zh_hant: QR 圖碼登入已暫停

source: Reading source
es: fuente de lectura
fr: Source de lecture
ja: ソースを読む
ko: 읽기 소스
vi: Nguồn đọc
zh_hans: 阅读源码
zh_hant: 閱讀原始碼

source: Refresh
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh code
es: Actualizar código
fr: Actualiser le code
ja: リフレッシュコード
ko: 코드 새로고침
vi: Làm mới mã
zh_hans: 刷新代码
zh_hant: 重新整理程式碼

source: Refreshes in %@s
es: Se actualiza en %@s
fr: Actualisation dans %@s
ja: %@s で更新します
ko: %@s 후에 새로 고침
vi: Làm mới sau %@s
zh_hans: %@s 后刷新
zh_hant: %@s 後刷新

source: Refreshing code…
es: Actualizando código...
fr: Actualisation du code…
ja: コードを更新中…
ko: 코드 새로 고침…
vi: Đang làm mới mã…
zh_hans: 正在刷新代码...
zh_hant: 正在刷新程式碼...

source: Refreshing…
es: Refrescante…
fr: Rafraîchissant…
ja: 爽やか…
ko: 상쾌하다…
vi: Đang làm mới…
zh_hans: 清爽…
zh_hant: 清爽…

source: Remove download
es: Eliminar descarga
fr: Supprimer le téléchargement
ja: ダウンロードを削除する
ko: 다운로드 삭제
vi: Xóa tải xuống
zh_hans: 删除下载
zh_hant: 刪除下載

source: Remove from Saved Chats
es: Eliminar de los chats guardados
fr: Supprimer des discussions enregistrées
ja: 保存されたチャットから削除
ko: 저장된 채팅에서 제거
vi: Xóa khỏi cuộc trò chuyện đã lưu
zh_hans: 从保存的聊天中删除
zh_hant: 從已儲存的聊天中刪除

source: Repeat one
es: Repetir una canción
fr: Répéter un titre
ja: 1曲リピート
ko: 한 곡 반복
vi: Lặp lại một bài
zh_hans: 单曲循环
zh_hant: 單曲循環

source: Requesting secure QR code
es: Solicitar código QR seguro
fr: Demander un code QR sécurisé
ja: 安全な QR コードをリクエストする
ko: 보안 QR 코드 요청
vi: Yêu cầu mã QR an toàn
zh_hans: 请求安全二维码
zh_hant: 請求安全二維碼

source: Reset Appearance
es: Restablecer apariencia
fr: Réinitialiser l'apparence
ja: 外観をリセット
ko: 외모 재설정
vi: Đặt lại giao diện
zh_hans: 重置外观
zh_hant: 重置外觀

source: Restore Default Prompt
es: Restaurar mensaje predeterminado
fr: Restaurer l'invite par défaut
ja: デフォルトのプロンプトを復元
ko: 기본 프롬프트 복원
vi: Khôi phục lời nhắc mặc định
zh_hans: 恢复默认提示
zh_hant: 恢復預設提示

source: Results are saved on this device without an expiry and reused offline. Changing the lyrics, reading style, language, provider, model, or prompt creates a separate saved result. Switching back reuses the previous result.
es: Los resultados se guardan en este dispositivo sin caducidad y se reutilizan sin conexión. Cambiar la letra, el estilo de lectura, el idioma, el proveedor, el modelo o el mensaje crea un resultado guardado por separado. Al retroceder se reutiliza el resultado anterior.
fr: Les résultats sont enregistrés sur cet appareil sans expiration et réutilisés hors ligne. La modification des paroles, du style de lecture, de la langue, du fournisseur, du modèle ou de l'invite crée un résultat enregistré distinct. Le retour en arrière réutilise le résultat précédent.
ja: 結果は有効期限なしでこのデバイスに保存され、オフラインで再利用されます。歌詞、読み方、言語、プロバイダー、モデル、またはプロンプトを変更すると、別の保存結果が作成されます。スイッチバックすると、前の結果が再利用されます。
ko: 결과는 만료 없이 이 기기에 저장되며 오프라인에서 재사용됩니다. 가사, 읽기 스타일, 언어, 제공자, 모델 또는 프롬프트를 변경하면 별도의 저장된 결과가 생성됩니다. 다시 전환하면 이전 결과가 재사용됩니다.
vi: Kết quả được lưu trên thiết bị này mà không hết hạn sử dụng và được sử dụng lại ngoại tuyến. Việc thay đổi lời bài hát, kiểu đọc, ngôn ngữ, nhà cung cấp, kiểu máy hoặc lời nhắc sẽ tạo ra một kết quả được lưu riêng. Chuyển trở lại sử dụng lại kết quả trước đó.
zh_hans: 结果保存在此设备上，不会过期，并可离线重复使用。更改歌词、阅读风格、语言、提供商、模型或提示会创建单独的保存结果。切换回来会重用之前的结果。
zh_hant: 結果保存在此設備上，不會過期，並可離線重複使用。變更歌詞、閱讀風格、語言、提供者、模型或提示會建立單獨的儲存結果。切換回來會重複使用之前的結果。

source: Retry Pronunciation
es: Reintentar pronunciación
fr: Réessayer la prononciation
ja: 発音を再試行する
ko: 재시도 발음
vi: Thử phát âm lại
zh_hans: 重试发音
zh_hant: 重試發音

source: Retry loading songs
es: Reintentar cargar canciones
fr: Réessayez de charger les chansons
ja: 曲のロードを再試行してください
ko: 노래 로드를 다시 시도하세요.
vi: Thử tải lại bài hát
zh_hans: 重试加载歌曲
zh_hant: 重試加載歌曲

source: Reverse order
es: Orden inverso
fr: Ordre inverse
ja: 逆順
ko: 역순
vi: Đảo ngược thứ tự
zh_hans: 颠倒顺序
zh_hant: 顛倒順序

source: Right
es: Derecha
fr: À droite
ja: 右
ko: 오른쪽
vi: Đúng
zh_hans: 右
zh_hant: 右

source: Romanization
es: romanización
fr: Romanisation
ja: ローマ字化
ko: 로마자 표기
vi: La Mã hóa
zh_hans: 罗马化
zh_hant: 羅馬化

source: Rounded
es: redondeado
fr: Arrondi
ja: 丸い
ko: 둥근
vi: làm tròn
zh_hans: 圆形
zh_hant: 圓形

source: Ruby text
es: texto rubí
fr: Texte rubis
ja: ルビ文
ko: 루비 텍스트
vi: văn bản hồng ngọc
zh_hans: 红宝石文本
zh_hant: 红宝石文本

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save Chat
es: Guardar chat
fr: Enregistrer la discussion
ja: チャットを保存する
ko: 채팅 저장
vi: Lưu cuộc trò chuyện
zh_hans: 保存聊天记录
zh_hant: 保存聊天記錄

source: Save to playlist
es: Guardar en lista de reproducción
fr: Enregistrer dans la playlist
ja: プレイリストに保存
ko: 재생목록에 저장
vi: Lưu vào danh sách phát
zh_hans: 保存到播放列表
zh_hant: 儲存到播放列表

source: Saved Chats
es: Chats guardados
fr: Discussions enregistrées
ja: 保存されたチャット
ko: 저장된 채팅
vi: Cuộc trò chuyện đã lưu
zh_hans: 保存的聊天记录
zh_hant: 已儲存的聊天

source: Saved pronunciation
es: Pronunciación guardada
fr: Prononciation enregistrée
ja: 保存された発音
ko: 저장된 발음
vi: phát âm đã lưu
zh_hans: 保存的发音
zh_hant: 已儲存的讀音

source: Saves this track to a private playlist
es: Guarda esta pista en una lista de reproducción privada
fr: Enregistre cette piste dans une liste de lecture privée
ja: このトラックをプライベート プレイリストに保存します
ko: 이 트랙을 비공개 재생목록에 저장합니다.
vi: Lưu bản nhạc này vào danh sách phát riêng tư
zh_hans: 将此曲目保存到私人播放列表
zh_hant: 將此曲目儲存到私人播放列表

source: Search All Music
es: Buscar toda la música
fr: Rechercher toute la musique
ja: すべての音楽を検索
ko: 모든 음악 검색
vi: Tìm kiếm tất cả nhạc
zh_hans: 搜索所有音乐
zh_hant: 搜尋所有音樂

source: Search all music
es: Buscar en toda la música
fr: Rechercher dans la musique
ja: すべての音楽を検索
ko: 모든 음악 검색
vi: Tìm toàn bộ nhạc
zh_hans: 搜索所有音乐
zh_hant: 搜尋所有音樂

source: Search bot
es: robot de búsqueda
fr: Bot de recherche
ja: 検索ボット
ko: 검색봇
vi: Tìm kiếm bot
zh_hans: 搜索机器人
zh_hant: 搜尋機器人

source: Search bot configurations are stored in iCloud Keychain. No bot is included by default.
es: Las configuraciones del robot de búsqueda se almacenan en iCloud Keychain. No se incluye ningún bot de forma predeterminada.
fr: Les configurations du robot de recherche sont stockées dans le trousseau iCloud. Aucun bot n'est inclus par défaut.
ja: 検索ボットの設定は iCloud キーチェーンに保存されます。デフォルトではボットは含まれていません。
ko: 검색 봇 구성은 iCloud 키체인에 저장됩니다. 기본적으로 봇은 포함되어 있지 않습니다.
vi: Cấu hình bot tìm kiếm được lưu trữ trong Chuỗi khóa iCloud. Không có bot nào được bao gồm theo mặc định.
zh_hans: 搜索机器人配置存储在 iCloud 钥匙串中。默认情况下不包含机器人。
zh_hant: 搜尋機器人配置儲存在 iCloud 鑰匙圈中。預設不包含機器人。

source: Search bots
es: robots de búsqueda
fr: Rechercher des robots
ja: 検索ボット
ko: 봇 검색
vi: Tìm kiếm bot
zh_hans: 搜索机器人
zh_hant: 搜尋機器人

source: Search command
es: Comando de búsqueda
fr: Commande de recherche
ja: 検索コマンド
ko: 검색 명령
vi: Lệnh tìm kiếm
zh_hans: 搜索命令
zh_hant: 搜尋命令

source: Search music here
es: busca música aquí
fr: Rechercher de la musique ici
ja: ここで音楽を検索します
ko: 여기에서 음악을 검색하세요.
vi: Tìm kiếm nhạc tại đây
zh_hans: 在这里搜索音乐
zh_hant: 在這裡搜尋音樂

source: Search prefix and suffix must each be 256 characters or fewer.
es: El prefijo y el sufijo de búsqueda deben tener 256 caracteres o menos cada uno.
fr: Le préfixe et le suffixe de recherche doivent chacun comporter 256 caractères maximum.
ja: 検索プレフィックスとサフィックスはそれぞれ 256 文字以下である必要があります。
ko: 검색 접두사와 접미사는 각각 256자 이하여야 합니다.
vi: Mỗi tiền tố và hậu tố tìm kiếm phải có 256 ký tự trở xuống.
zh_hans: 搜索前缀和后缀不得超过 256 个字符。
zh_hant: 搜尋前綴和後綴不得超過 256 個字元。

source: Search prefix and suffix must each be a single line.
es: El prefijo y el sufijo de búsqueda deben estar en una sola línea.
fr: Le préfixe et le suffixe de recherche doivent chacun être constitués d’une seule ligne.
ja: 検索プレフィックスとサフィックスはそれぞれ 1 行である必要があります。
ko: 검색 접두사와 접미사는 각각 한 줄이어야 합니다.
vi: Tiền tố và hậu tố tìm kiếm phải nằm trên một dòng.
zh_hans: 搜索前缀和后缀必须各为一行。
zh_hant: 搜尋前綴和後綴必須各為一行。

source: Search results and bot controls appear here.
es: Los resultados de la búsqueda y los controles de bot aparecen aquí.
fr: Les résultats de recherche et les contrôles des robots apparaissent ici.
ja: 検索結果とボット コントロールがここに表示されます。
ko: 검색결과와 봇 컨트롤이 여기에 표시됩니다.
vi: Kết quả tìm kiếm và điều khiển bot xuất hiện ở đây.
zh_hans: 搜索结果和机器人控件显示在此处。
zh_hant: 搜尋結果和機器人控制顯示在此。

source: Search results open as a simple bot conversation, including the bot’s interactive buttons.
es: Los resultados de la búsqueda se abren como una simple conversación con el bot, incluidos los botones interactivos del bot.
fr: Les résultats de recherche s’ouvrent sous la forme d’une simple conversation de robot, y compris les boutons interactifs du robot.
ja: 検索結果は、ボットのインタラクティブ ボタンを含む単純なボットの会話として開きます。
ko: 검색 결과는 봇의 대화형 버튼을 포함하여 간단한 봇 대화로 열립니다.
vi: Kết quả tìm kiếm mở ra dưới dạng một cuộc trò chuyện đơn giản với bot, bao gồm các nút tương tác của bot.
zh_hans: 搜索结果以简单的机器人对话形式打开，包括机器人的交互按钮。
zh_hant: 搜尋結果會以簡潔的機器人對話呈現，包含機器人的互動按鈕。

source: Search with %@
es: Buscar con %@
fr: Rechercher avec %@
ja: %@で検索
ko: %@로 검색
vi: Tìm kiếm với %@
zh_hans: 使用 %@ 搜索
zh_hant: 使用 %@ 搜索

source: Searching
es: Buscando
fr: Recherche
ja: 検索中
ko: 검색 중
vi: Tìm kiếm
zh_hans: 搜寻中
zh_hant: 搜尋中

source: Secure your login
es: Asegure su inicio de sesión
fr: Sécurisez votre connexion
ja: ログインを保護する
ko: 로그인 보안을 유지하세요
vi: Bảo mật thông tin đăng nhập của bạn
zh_hans: 保护您的登录
zh_hant: 保護您的登入

source: Send code
es: Enviar código
fr: Envoyer le code
ja: コードを送信する
ko: 코드 보내기
vi: Gửi mã
zh_hans: 发送代码
zh_hant: 傳送代碼

source: Send email code
es: Enviar código de correo electrónico
fr: Envoyer le code par e-mail
ja: メールコードを送信する
ko: 이메일 코드 보내기
vi: Gửi mã email
zh_hans: 发送电子邮件代码
zh_hant: 傳送電子郵件代碼

source: Send message
es: enviar mensaje
fr: Envoyer un message
ja: メッセージを送信する
ko: 메시지 보내기
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

source: Sends this choice to the Telegram bot
es: Envía esta elección al bot de Telegram
fr: Envoie ce choix au bot Telegram
ja: この選択を Telegram ボットに送信します
ko: 이 선택 사항을 Telegram 봇으로 보냅니다.
vi: Gửi lựa chọn này tới bot Telegram
zh_hans: 将此选择发送到 Telegram 机器人
zh_hant: 將此選擇發送到 Telegram 機器人

source: Sends your search to the Telegram bot
es: Envía tu búsqueda al bot de Telegram
fr: Envoie votre recherche au bot Telegram
ja: 検索内容を Telegram ボットに送信します
ko: 텔레그램 봇으로 검색 내용을 보냅니다.
vi: Gửi tìm kiếm của bạn tới bot Telegram
zh_hans: 将您的搜索发送到 Telegram 机器人
zh_hant: 將您的搜尋傳送到 Telegram 機器人

source: Serif
es: Serifa
ja: セリフ
ko: 세리프
zh_hans: 衬线
zh_hant: 襯線

source: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share invite link
es: Compartir enlace de invitación
fr: Partager le lien d'invitation
ja: 招待リンクを共有する
ko: 초대 링크 공유
vi: Chia sẻ liên kết mời
zh_hans: 分享邀请链接
zh_hant: 分享邀請連結

source: Share link
es: Compartir enlace
fr: Partager le lien
ja: リンクを共有する
ko: 링크 공유
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 分享連結

source: Show chats on homepage
es: Mostrar chats en la página de inicio
fr: Afficher les discussions sur la page d'accueil
ja: ホームページにチャットを表示する
ko: 홈페이지에 채팅 표시
vi: Hiển thị cuộc trò chuyện trên trang chủ
zh_hans: 在主页上显示聊天记录
zh_hant: 在主頁上顯示聊天記錄

source: Show lyrics
es: Mostrar letras
fr: Afficher les paroles
ja: 歌詞を表示
ko: 가사 표시
vi: Hiển thị lời bài hát
zh_hans: 显示歌词
zh_hant: 顯示歌詞

source: Show song title
es: Mostrar título de la canción
fr: Afficher le titre de la chanson
ja: 曲のタイトルを表示
ko: 노래 제목 표시
vi: Hiển thị tên bài hát
zh_hans: 显示歌曲标题
zh_hant: 顯示歌曲標題

source: Shown
es: Mostrado
fr: Montré
ja: 示されている
ko: 표시됨
vi: Đã hiển thị
zh_hans: 如图所示
zh_hant: 如圖所示

source: Shows audio received from this bot
es: Muestra el audio recibido de este bot.
fr: Affiche l'audio reçu de ce bot
ja: このボットから受信した音声を表示します
ko: 이 봇으로부터 수신된 오디오를 표시합니다.
vi: Hiển thị âm thanh nhận được từ bot này
zh_hans: 显示从此机器人收到的音频
zh_hant: 顯示從此機器人收到的音頻

source: Shuffle
es: Reproducción aleatoria
fr: Lecture aléatoire
ja: シャッフル
ko: 셔플
vi: Phát ngẫu nhiên
zh_hans: 随机播放
zh_hant: 隨機播放

source: Sign in
es: Iniciar sesión
fr: Connectez-vous
ja: サインイン
ko: 로그인
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign in with QR code
es: Iniciar sesión con código QR
fr: Connectez-vous avec le code QR
ja: QRコードでサインイン
ko: QR 코드로 로그인
vi: Đăng nhập bằng mã QR
zh_hans: 使用二维码登录
zh_hant: 使用二維碼登入

source: Sign out of this account
es: Cerrar sesión en esta cuenta
fr: Se déconnecter de ce compte
ja: このアカウントからサインアウトする
ko: 이 계정에서 로그아웃하세요
vi: Đăng xuất khỏi tài khoản này
zh_hans: 退出此帐户
zh_hant: 登出此帳戶

source: Signing out removes this account's MTProto session keys from Keychain. Other accounts stay signed in.
es: Al cerrar sesión se eliminan las claves de sesión MTProto de esta cuenta del Llavero. Otras cuentas permanecen iniciadas.
fr: La déconnexion supprime les clés de session MTProto de ce compte du trousseau. Les autres comptes restent connectés.
ja: サインアウトすると、このアカウントの MTProto セッション キーがキーチェーンから削除されます。他のアカウントはサインインしたままになります。
ko: 로그아웃하면 이 계정의 MTProto 세션 키가 키체인에서 제거됩니다. 다른 계정은 로그인된 상태로 유지됩니다.
vi: Việc đăng xuất sẽ xóa khóa phiên MTProto của tài khoản này khỏi Chuỗi khóa. Các tài khoản khác vẫn đăng nhập.
zh_hans: 注销会从钥匙串中删除该帐户的 MTProto 会话密钥。其他帐户保持登录状态。
zh_hant: 註銷會從鑰匙圈中刪除該帳戶的 MTProto 會話金鑰。其他帳號保持登入狀態。

source: Single
es: soltero
fr: Célibataire
ja: シングル
ko: 싱글
vi: Độc thân
zh_hans: 单人
zh_hant: 單人

source: Size
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
vi: Kích thước
zh_hans: 尺寸
zh_hant: 尺寸

source: Small readings appear above the original words in Lyrics and Floating Lyrics. Hiragana and katakana apply to Japanese; other scripts use romanization. Set Japanese explicitly for songs written entirely in kanji.
es: Pequeñas lecturas aparecen encima de las palabras originales en Letras y Letras flotantes. Hiragana y katakana se aplican al japonés; otras escrituras utilizan la romanización. Configure el japonés explícitamente para las canciones escritas enteramente en kanji.
fr: De petites lectures apparaissent au-dessus des mots originaux dans les paroles et les paroles flottantes. Hiragana et katakana s'appliquent au japonais ; d'autres scripts utilisent la romanisation. Définissez le japonais explicitement pour les chansons écrites entièrement en kanji.
ja: 歌詞とフローティング歌詞では、元の単語の上に小さな読みが表示されます。ひらがなとカタカナは日本語に適用されます。他のスクリプトではローマ字表記が使用されます。すべて漢字で書かれた曲には明示的に日本語を設定します。
ko: 가사 및 플로팅 가사의 원래 단어 위에 작은 판독값이 나타납니다. 히라가나와 가타카나는 일본어에 적용됩니다. 다른 스크립트는 로마자 표기를 사용합니다. 전체가 한자로 작성된 노래에 대해 일본어를 명시적으로 설정합니다.
vi: Các bài đọc nhỏ xuất hiện phía trên các từ gốc trong Lời bài hát và Lời bài hát nổi. Hiragana và katakana áp dụng cho tiếng Nhật; các tập lệnh khác sử dụng cách La-tinh hóa. Đặt tiếng Nhật rõ ràng cho các bài hát được viết hoàn toàn bằng chữ Hán.
zh_hans: 歌词和浮动歌词中的原词上方会出现小读数。平假名和片假名适用于日语；其他脚本使用罗马字母。为完全用汉字写的歌曲明确设置日语。
zh_hant: 歌詞和浮動歌詞中的原詞上方會出現小讀數。平假名和片假名適用於日語；其他腳本使用羅馬字母。為完全用漢字寫的歌曲明確設定日文。

source: Song, artist, or album
es: Canción, artista o álbum
fr: Chanson, artiste ou album
ja: 曲、アーティスト、またはアルバム
ko: 노래, 아티스트 또는 앨범
vi: Bài hát, nghệ sĩ hoặc album
zh_hans: 歌曲、艺术家或专辑
zh_hant: 歌曲、藝人或專輯

source: Start
es: Empezar
fr: Commencer
ja: スタート
ko: 시작
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Starts a Telegram group audio stream
es: Inicia una transmisión de audio grupal de Telegram
fr: Démarre un flux audio de groupe Telegram
ja: Telegram グループのオーディオ ストリームを開始します
ko: 텔레그램 그룹 오디오 스트림을 시작합니다
vi: Bắt đầu luồng âm thanh nhóm Telegram
zh_hans: 启动 Telegram 群组音频流
zh_hant: 啟動 Telegram 群組音訊串流

source: Suffix (optional)
es: Sufijo (opcional)
fr: Suffixe (facultatif)
ja: サフィックス (オプション)
ko: 접미사(선택사항)
vi: Hậu tố (tùy chọn)
zh_hans: 后缀（可选）
zh_hant: 後綴（可選）

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Tap the heart beside a track to keep it here.
es: Toca el corazón al lado de una pista para mantenerlo aquí.
fr: Appuyez sur le cœur à côté d'une piste pour le conserver ici.
ja: トラックの横にあるハートをタップして、ここに保持します。
ko: 여기에 보관하려면 트랙 옆에 있는 하트를 탭하세요.
vi: Nhấn vào trái tim bên cạnh một bản nhạc để giữ nó ở đây.
zh_hans: 点击曲目旁边的心形将其保留在此处。
zh_hant: 點擊曲目旁的心形將其保留在此處。

source: Telegram Account
es: Cuenta de Telegram
fr: Compte Telegram
ja: Telegramアカウント
ko: 텔레그램 계정
vi: Tài khoản Telegram
zh_hans: Telegram账户
zh_hant: Telegram帳戶

source: Telegram account
es: cuenta de Telegram
fr: Compte Telegram
ja: Telegramアカウント
ko: 텔레그램 계정
vi: Tài khoản Telegram
zh_hans: Telegram账户
zh_hant: Telegram帳戶

source: Telegram chats containing music appear below playlists when enabled.
es: Los chats de Telegram que contienen música aparecen debajo de las listas de reproducción cuando están habilitados.
fr: Les discussions Telegram contenant de la musique apparaissent sous les listes de lecture lorsqu'elles sont activées.
ja: 音楽を含む Telegram チャットは、有効にするとプレイリストの下に表示されます。
ko: 음악이 포함된 텔레그램 채팅은 활성화되면 재생 목록 아래에 표시됩니다.
vi: Các cuộc trò chuyện Telegram có chứa nhạc sẽ xuất hiện bên dưới danh sách phát khi được bật.
zh_hans: 启用后，包含音乐的 Telegram 聊天会显示在播放列表下方。
zh_hant: 啟用後，包含音樂的 Telegram 聊天會顯示在播放清單下方。

source: Telegram could not complete the invitation.
es: Telegram no pudo completar la invitación.
fr: Telegram n'a pas pu finaliser l'invitation.
ja: Telegram は招待を完了できませんでした。
ko: 텔레그램이 초대를 완료할 수 없습니다.
vi: Telegram không thể hoàn thành lời mời.
zh_hans: Telegram 无法完成邀请。
zh_hant: Telegram 無法完成邀請。

source: Telegram could not create an invite link for this group or channel.
es: Telegram no pudo crear un enlace de invitación para este grupo o canal.
fr: Telegram n'a pas pu créer de lien d'invitation pour ce groupe ou cette chaîne.
ja: Telegram はこのグループまたはチャンネルの招待リンクを作成できませんでした。
ko: 텔레그램은 이 그룹이나 채널에 대한 초대 링크를 생성할 수 없습니다.
vi: Telegram không thể tạo liên kết mời cho nhóm hoặc kênh này.
zh_hans: Telegram 无法为此群组或频道创建邀请链接。
zh_hant: Telegram 無法為此群組或頻道建立邀請連結。

source: Telegram could not invite the selected contacts to this room.
es: Telegram no pudo invitar a los contactos seleccionados a esta sala.
fr: Telegram n'a pas pu inviter les contacts sélectionnés dans cette salle.
ja: Telegram は、選択された連絡先をこのルームに招待できませんでした。
ko: 텔레그램은 선택한 연락처를 이 방에 초대할 수 없습니다.
vi: Telegram không thể mời những người liên hệ đã chọn vào phòng này.
zh_hans: Telegram 无法邀请选定的联系人到此房间。
zh_hant: Telegram 無法邀請選定的聯絡人到此房間。

source: Telegram created no usable playlist chat.
es: Telegram no creó ningún chat de lista de reproducción utilizable.
fr: Telegram n'a créé aucune discussion de playlist utilisable.
ja: Telegram では使用可能なプレイリスト チャットが作成されませんでした。
ko: 텔레그램에서 사용할 수 있는 재생목록 채팅이 생성되지 않았습니다.
vi: Telegram không tạo danh sách trò chuyện có thể sử dụng được.
zh_hans: Telegram 创建了没有可用的播放列表聊天。
zh_hant: Telegram 創建了沒有可用的播放清單聊天。

source: Telegram did not accept that email address.
es: Telegram no aceptó esa dirección de correo electrónico.
fr: Telegram n'a pas accepté cette adresse e-mail.
ja: Telegram はその電子メール アドレスを受け入れませんでした。
ko: 텔레그램은 해당 이메일 주소를 수락하지 않았습니다.
vi: Telegram không chấp nhận địa chỉ email đó.
zh_hans: Telegram 不接受该电子邮件地址。
zh_hant: Telegram 不接受該電子郵件地址。

source: Telegram did not accept the playlist folder update.
es: Telegram no aceptó la actualización de la carpeta de la lista de reproducción.
fr: Telegram n'a pas accepté la mise à jour du dossier de playlist.
ja: Telegram はプレイリスト フォルダーの更新を受け入れませんでした。
ko: 텔레그램에서 재생 목록 폴더 업데이트를 수락하지 않았습니다.
vi: Telegram không chấp nhận cập nhật thư mục danh sách phát.
zh_hans: Telegram 不接受播放列表文件夹更新。
zh_hant: Telegram 不接受播放清單資料夾更新。

source: Telegram did not create a usable group audio call.
es: Telegram no creó una llamada de audio grupal utilizable.
fr: Telegram n'a pas créé d'appel audio de groupe utilisable.
ja: Telegram は使用可能なグループ音声通話を作成しませんでした。
ko: 텔레그램이 사용 가능한 그룹 음성 통화를 생성하지 않았습니다.
vi: Telegram không tạo được cuộc gọi âm thanh nhóm có thể sử dụng được.
zh_hans: Telegram 未创建可用的群组音频通话。
zh_hant: Telegram 未建立可用的群組音訊通話。

source: Telegram did not recognize that phone number. Include the full country code.
es: Telegram no reconoció ese número de teléfono. Incluya el código de país completo.
fr: Telegram n'a pas reconnu ce numéro de téléphone. Incluez le code complet du pays.
ja: Telegram はその電話番号を認識できませんでした。完全な国コードを含めます。
ko: 텔레그램이 해당 전화번호를 인식하지 못했습니다. 전체 국가 코드를 포함하세요.
vi: Telegram không nhận ra số điện thoại đó. Bao gồm mã quốc gia đầy đủ.
zh_hans: Telegram 无法识别该电话号码。包括完整的国家/地区代码。
zh_hant: Telegram 無法辨識該電話號碼。包括完整的國家/地區代碼。

source: Telegram did not respond in time. Check your connection and try again.
es: Telegram no respondió a tiempo. Comprueba tu conexión y vuelve a intentarlo.
fr: Telegram n'a pas répondu à temps. Vérifiez votre connexion et réessayez.
ja: Telegramは時間内に応答しませんでした。接続を確認して、もう一度試してください。
ko: 텔레그램이 제때 응답하지 않았습니다. 연결을 확인하고 다시 시도하세요.
vi: Telegram đã không phản hồi kịp thời. Hãy kiểm tra kết nối của bạn và thử lại.
zh_hans: Telegram 没有及时回复。检查您的连接并重试。
zh_hant: Telegram 沒有及時回覆。檢查您的連線並重試。

source: Telegram does not allow that email address for login.
es: Telegram no permite esa dirección de correo electrónico para iniciar sesión.
fr: Telegram n'autorise pas cette adresse e-mail pour la connexion.
ja: Telegram では、そのメール アドレスでのログインは許可されていません。
ko: 텔레그램은 해당 이메일 주소로 로그인하는 것을 허용하지 않습니다.
vi: Telegram không cho phép đăng nhập bằng địa chỉ email đó.
zh_hans: Telegram 不允许使用该电子邮件地址登录。
zh_hant: Telegram 不允許使用該電子郵件地址登入。

source: Telegram error: %@
es: Error de Telegram: %@
fr: Erreur Telegram : %@
ja: Telegram エラー: %@
ko: Telegram 오류: %@
vi: Lỗi Telegram: %@
zh_hans: Telegram 错误：%@
zh_hant: Telegram 錯誤：%@

source: Telegram expired this track reference. Telisten could not refresh it automatically.
es: Telegram expiró esta referencia de pista. Telisten no pudo actualizarlo automáticamente.
fr: Telegram a expiré cette référence de piste. Telisten n'a pas pu le rafraîchir automatiquement.
ja: Telegram はこのトラック参照の有効期限を切りました。 Telisten は自動的に更新できませんでした。
ko: 텔레그램에서 이 트랙 참조가 만료되었습니다. Telisten은 자동으로 새로고침할 수 없습니다.
vi: Telegram đã hết hạn tham chiếu bản nhạc này. Telisten không thể tự động làm mới nó.
zh_hans: Telegram 使该曲目参考过期。 Telisten 无法自动刷新。
zh_hant: Telegram 讓該曲目參考過期。 Telisten 無法自動刷新。

source: Telegram has banned this phone number.
es: Telegram ha prohibido este número de teléfono.
fr: Telegram a interdit ce numéro de téléphone.
ja: Telegram はこの電話番号を禁止しました。
ko: 텔레그램에서 이 전화번호를 차단했습니다.
vi: Telegram đã cấm số điện thoại này.
zh_hans: Telegram 已禁止该电话号码。
zh_hant: Telegram 已禁止該電話號碼。
